

return {

	-- 邓艾
	--["cv:dengai"] = "doublebit",
	["$tuntian1"] = "休养生息，备战待敌。",
	["$tuntian2"] = "锄禾日当午，汗滴禾下土。",
	["$ziliang1"] = "屯田日久，当建奇功！",
	["$ziliang2"] = "开辟险路，奇袭敌军！",
	["$jixi1"] = "攻其不备，出其不意！",
	["$jixi2"] = "偷渡阴平，直取蜀汉！",
	["~dengai"] = "吾破蜀克敌，竟葬于奸贼之手！",
	
	-- 曹洪
	["cv:caohong"] = "喵小林",
	["$huyuan1"] = "持吾兵戈，随我杀敌！", --武器
	["$huyuan2"] = "汝今势微，吾当助汝。", --防具
	["$huyuan3"] = "公急上马，洪敌贼军！", --坐骑
	["$heyi1"] = "天下可无洪，不可无公。",
	["$heyi2"] = "持戈整兵，列阵御敌！",
	["~caohong"] = "主公已安，洪纵死亦何惜……",

	-- 姜维
	["cv:jiangwei"] = "极光星逝",
	["$tiaoxin1"] = "鼠辈无胆，竟缩手不出？",
	["$tiaoxin2"] = "无胆匪类，还不下马受降？",
	["$tiaoxin3"] = "八阵在此，汝等岂可破之？",
	["$kanpo3"] = "雕虫小技，也敢班门弄斧？",
	["$kanpo4"] = "此等伎俩，已尽在掌控之中。",
	["$yizhi1"] = "秉承相志，誓伐曹魏！",
	["$yizhi2"] = "拔城斩将，誓破曹贼！",
	["~jiangwei"] = "早除宦佞，绝非此境，悔不该……",
	
	-- 蒋琬&费祎
	--["cv:jiangwanfeiyi"] = "曹操&德邦总管老张",
		
	-- 徐盛
	["cv:xusheng"] = "极光星逝",
	["$yicheng1"] = "临江为城以疑之，方可退敌。",
	["$yicheng2"] = "虚实相掩，此疑城之计也。",
	["~xusheng"] = "大军压境，我亦无能为力……",
	
	-- 蒋钦
	["cv:jiangqin"] = "両仪弑&极光星逝",
	["$shangyi1"] = "坦诚相待，以消不虞之隙。" ,
	["$shangyi2"] = "臣当助国求才， 岂敢挟私恨以蔽贤乎。" ,
	["$niaoxiang1"] = "困敌阵中，猛似惊鸿。" ,
	["$niaoxiang2"] = "一夫猛击，三军莫当！" ,
	["~jiangqin"] = "你…竟还有所隐瞒…" ,

	-- 于吉
	["cv:yuji"] = "七哥",
	["$qianhuan1"] = "万事皆空，幻象新生。",
	["$qianhuan2"] = "魂绕左右，噩极此生。",
	["~yuji"] = "魂飞魄散，回天无术。",
	
	-- 何太后
	["cv:hetaihou"] = "郁望梦始",
    ["$zhendu1"] = "最毒不过妇人心。",
    ["$zhendu2"] = "鸩酒已备，取酌由君。",
    ["$qiluan1"] = "屠彘贫户，今握汉室江山。",
    ["$qiluan2"] = "天下霸权尽归我何氏所有。",
    ["~hetaihou"] = "昨昔后兄诛董后，今朝董贼戮何家…",

	-- 君刘备
	["cv:lord_liubei"] = "喵小林",
	["$zhangwu1"] = "不灭东吴，誓不归蜀！",
	["$zhangwu2"] = "汝等勿劝，此战势在必行！",
	["$jizhao"] = "尔等叛贼，害我兄弟，饶不得汝！",
	["~lord_liubei"] = "一时不仁，毁己功业，吾悔矣！",


}