

return {

	-- 李典
	["cv:lidian"] = "黑冰",
	["$xunxun1"] = "大将之范，当有恂恂之风。" ,
	["$xunxun2"] = "矜严重礼，进退恂恂。" ,
	["$wangxi1"] = "典岂可因私憾而忘公义？" ,
	["$wangxi2"] = "义忘私隙，端国正己。" ,
	["~lidian"] = "隙仇俱忘，怎奈……" ,
	
	-- 臧霸
	--["cv:zangba"] = "老狼",

	-- 马岱
	--["cv:madai"] = "孝直",
	["$qianxi1"] = "喊什么喊，我敢杀你。",
	["$qianxi2"] = "笑什么笑，叫你得意。",
	["~madai"] = "我怎么会死在这里……",
	
	-- 糜夫人
	--["cv:mifuren"] = "琴音",
	
	-- 孙策
	["cv:sunce"] = "水水",
	["$jiang1"] = "拔山盖世，勇力绝人。",
	["$jiang2"] = "龙腾虎掷，势不可挡。",
	["$yingzi_sunce1"] = "新的时代，才刚刚开始。",
	["$yingzi_sunce2"] = "英气杰济，猛锐冠世。",
	["$yinghun_sunce1"] = "凭此残魂，安邦佑城。",
	["$yinghun_sunce2"] = "身陨魂存，安民佑人。",
	["$hunshang"] = "志业不存，虽死不明！",
	["$yingyang1"] = "鹰击破长空，扬武震四海。",
	["$yingyang2"] = "急流勇退，适时而为。",
	["~sunce"] = "公等善相吾弟。",
	
	-- 陈武&董袭
	--["cv:chenwudongxi"] = "凌天翼&七哥",

	-- 董卓
	["cv:dongzhuo"] = "老狼",
	["$hengzheng1"] = "各地杂毛，还不速速进贡！",
	["$hengzheng2"] = "普天之下，莫非我地！",
	["$baoling1"] = "你的命，我收下了！",
	["$baoling2"] = "当今天下，为老夫一人所有！",
	["$benghuai1"] = "醉梦酒肉里，不闻朝纲事。",
	["$benghuai2"] = "纸醉金迷，穷奢极欲。",
	["~dongzhuo"] = "王允老贼，罪该……",
	
	-- 张任
	["cv:zhangren"] = "极光",
	["$chuanxin1"] = "今日饶你，还不速速退去！",
	["$chuanxin2"] = "万箭穿心，神弓索命！",
	["$fengshi1"] = "良将劲弩，胜乃可图。",
	["$fengshi2"] = "锐箭劲弓，挫敌前锋。",
	["~zhangren"] = "老臣绝不侍二主！",
	
	-- 君张角
	["$wuxin1"] = "黄天立，民心顺，天下平！" ,
	["$wuxin2"] = "苍天不覆，黄天将替！" ,
	["$hongfa1"] = "呼风唤雨，驱雷策电！" ,
	["$hongfa2"] = "成为黄天之士的祭品吧！" ,
	["$wendao1"] = "哈哈，天意如此！" ,
	["$wendao2"] = "道势所向，皆由我控！" ,
	["~lord_zhangjiao"] = "黄天既覆，苍生何存……" ,

}